export const movieDialogData = [
  {
    title: "《淑女鳥》\nLadybird",
    intro: "葛莉塔·潔薇導演\n2017｜美國｜劇情片",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《美國女孩》\nAmerican Girl",
    intro: "阮鳳儀導演\n2021｜臺灣｜劇情片",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《哈勇家》",
    intro: "陳潔瑤導演\n2022｜臺灣｜劇情片",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《薯片》\nChicharon",
    intro: "鄒隆娜導演\n2013｜台灣｜劇情片",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《青春未知數》\nHaif Of It",
    intro: "伍思薇導演\n2020｜劇情片",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《關鍵少數》\nThe Hidden Figures",
    intro: "西奧多·梅爾菲\n執導兼編劇\n2016｜美國｜劇情片",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《我12 歲，你介意嗎？》\nCaught in the Net",
    intro: "Barbora Chalupová及Vít Klusák執導\n2020｜捷克｜紀錄片",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
];

export const filmDialogData = [
  {
    title: "《性愛自修室》\nSex Education",
    intro: "Netflix\n2019-2023｜共四季",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《Unnatural 法醫女王》\nアンナチュラル",
    intro: "日本TBS電視台\n2018｜十集",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
];

export const cartoonDialogData = [
  {
    title: "《神隱少女》\n千と千尋の神隠し",
    intro: "吉卜力工作室製作\n2001｜日本",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《魔法滿屋》\nEncanto",
    intro: "華特迪士尼動畫工作室製作\n2021｜美國",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《北投女巫》",
    intro: "簡士頡\n2017",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《終將成為妳》",
    intro: "仲谷鳰\n2015-2019｜連載漫畫\n2018｜改編動畫",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《海倫娜與大野狼先生》",
    intro: "布里斯\n2022｜台灣角川",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
];

export const bookDialogData = [
  {
    title: "《妳想活出怎樣的人生？：東大教授寫給女孩與女人的性別入門讀本》",
    intro: "上野千鶴子\n2022｜這邊出版",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《我們都應該是女性主義者》",
    intro: "Chimamanda Ngozi Adichie著，施清真譯\n2022｜木馬文化",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《診間裡的女人：婦產科女醫師從身體的難題帶妳找到生命的出口》",
    intro: "林靜儀\n2018｜鏡文學",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《夜遊：解嚴前夕一個國中女生的身體時代記》",
    intro: "房慧真\n2024｜春山出版",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《那些少女沒有抵達》",
    intro: "吳曉樂\n2023｜鏡文學",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《可是我偏偏不喜歡》",
    intro: "吳曉樂\n2019｜網路與書出版",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《台北家族，違章女生》",
    intro: "李屏瑤\n2019｜麥田",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《女子漢》",
    intro: "楊隸亞\n2017｜九歌",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《祖靈遺忘的孩子》",
    intro: "利格拉樂．阿烏\n2015｜前衛出版",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《愛的自由式：女同志故事書》",
    intro: "張娟芬\n2011｜時報出版",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
  {
    title: "《你想活出怎樣的人生？》",
    intro: "吉野源三郎著，陳昭蓉譯\n2018｜先覺出版",
    content:
      "劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。劇情描述加利福尼亞州沙加緬度一位高中生與母親的動盪關係。該片獲得第75屆金球獎最佳音樂及喜劇電影和最佳女主角獎，在第90屆奧斯卡金像獎獲得共計五項提名。",
  },
];
